{
  "char2idx": {
    "\n": 0,
    " ": 1,
    ".": 2,
    "5": 3,
    "C": 4,
    "e": 5,
    "j": 6,
    "s": 7,
    "u": 8,
    "w": 9,
    "z": 10,
    "…": 11,
    "□": 12,
    "。": 13,
    "一": 14,
    "丁": 15,
    "七": 16,
    "万": 17,
    "丈": 18,
    "三": 19,
    "上": 20,
    "下": 21,
    "不": 22,
    "与": 23,
    "丑": 24,
    "专": 25,
    "且": 26,
    "世": 27,
    "丘": 28,
    "业": 29,
    "丛": 30,
    "东": 31,
    "丝": 32,
    "丞": 33,
    "两": 34,
    "严": 35,
    "丧": 36,
    "个": 37,
    "中": 38,
    "丰": 39,
    "临": 40,
    "丸": 41,
    "丹": 42,
    "为": 43,
    "主": 44,
    "丽": 45,
    "举": 46,
    "乃": 47,
    "久": 48,
    "义": 49,
    "之": 50,
    "乌": 51,
    "乍": 52,
    "乎": 53,
    "乏": 54,
    "乐": 55,
    "乔": 56,
    "乖": 57,
    "乘": 58,
    "九": 59,
    "乞": 60,
    "也": 61,
    "习": 62,
    "乡": 63,
    "书": 64,
    "买": 65,
    "乱": 66,
    "乳": 67,
    "乾": 68,
    "了": 69,
    "予": 70,
    "争": 71,
    "事": 72,
    "二": 73,
    "于": 74,
    "亏": 75,
    "云": 76,
    "互": 77,
    "五": 78,
    "井": 79,
    "亚": 80,
    "亡": 81,
    "交": 82,
    "亥": 83,
    "亦": 84,
    "产": 85,
    "亩": 86,
    "京": 87,
    "亭": 88,
    "亲": 89,
    "亸": 90,
    "亹": 91,
    "人": 92,
    "亿": 93,
    "仁": 94,
    "仆": 95,
    "仇": 96,
    "今": 97,
    "介": 98,
    "仍": 99,
    "从": 100,
    "仑": 101,
    "仓": 102,
    "仕": 103,
    "他": 104,
    "仗": 105,
    "付": 106,
    "仙": 107,
    "仞": 108,
    "代": 109,
    "令": 110,
    "以": 111,
    "仪": 112,
    "仰": 113,
    "仲": 114,
    "价": 115,
    "任": 116,
    "仿": 117,
    "伉": 118,
    "伊": 119,
    "伍": 120,
    "伎": 121,
    "伏": 122,
    "伐": 123,
    "休": 124,
    "众": 125,
    "优": 126,
    "会": 127,
    "传": 128,
    "伤": 129,
    "伦": 130,
    "伫": 131,
    "伯": 132,
    "估": 133,
    "伴": 134,
    "伸": 135,
    "似": 136,
    "伽": 137,
    "但": 138,
    "位": 139,
    "低": 140,
    "住": 141,
    "佐": 142,
    "体": 143,
    "何": 144,
    "余": 145,
    "佛": 146,
    "作": 147,
    "佞": 148,
    "佩": 149,
    "佯": 150,
    "佳": 151,
    "使": 152,
    "侍": 153,
    "供": 154,
    "依": 155,
    "侠": 156,
    "侧": 157,
    "侬": 158,
    "侯": 159,
    "侵": 160,
    "便": 161,
    "促": 162,
    "俄": 163,
    "俊": 164,
    "俗": 165,
    "保": 166,
    "俟": 167,
    "信": 168,
    "俦": 169,
    "俨": 170,
    "俪": 171,
    "修": 172,
    "俯": 173,
    "俱": 174,
    "倍": 175,
    "倏": 176,
    "倒": 177,
    "倘": 178,
    "候": 179,
    "倚": 180,
    "倜": 181,
    "借": 182,
    "倡": 183,
    "倦": 184,
    "倪": 185,
    "债": 186,
    "值": 187,
    "倾": 188,
    "偃": 189,
    "假": 190,
    "偈": 191,
    "偏": 192,
    "停": 193,
    "偶": 194,
    "傅": 195,
    "傍": 196,
    "傥": 197,
    "储": 198,
    "催": 199,
    "傲": 200,
    "像": 201,
    "僚": 202,
    "僧": 203,
    "僮": 204,
    "僵": 205,
    "儒": 206,
    "儓": 207,
    "儗": 208,
    "儿": 209,
    "兀": 210,
    "元": 211,
    "兄": 212,
    "充": 213,
    "兆": 214,
    "先": 215,
    "光": 216,
    "克": 217,
    "免": 218,
    "兔": 219,
    "党": 220,
    "兢": 221,
    "入": 222,
    "全": 223,
    "八": 224,
    "公": 225,
    "六": 226,
    "兮": 227,
    "兰": 228,
    "共": 229,
    "关": 230,
    "兴": 231,
    "兵": 232,
    "其": 233,
    "具": 234,
    "兹": 235,
    "养": 236,
    "兼": 237,
    "兽": 238,
    "冀": 239,
    "内": 240,
    "冈": 241,
    "册": 242,
    "再": 243,
    "冒": 244,
    "冕": 245,
    "写": 246,
    "军": 247,
    "农": 248,
    "冠": 249,
    "冢": 250,
    "冤": 251,
    "冥": 252,
    "冬": 253,
    "冯": 254,
    "冰": 255,
    "冲": 256,
    "决": 257,
    "况": 258,
    "冶": 259,
    "冷": 260,
    "冽": 261,
    "净": 262,
    "凄": 263,
    "准": 264,
    "凉": 265,
    "凋": 266,
    "凌": 267,
    "减": 268,
    "凛": 269,
    "凝": 270,
    "几": 271,
    "凡": 272,
    "凤": 273,
    "凫": 274,
    "凭": 275,
    "凯": 276,
    "凰": 277,
    "凶": 278,
    "出": 279,
    "击": 280,
    "函": 281,
    "凿": 282,
    "刀": 283,
    "刃": 284,
    "分": 285,
    "切": 286,
    "刈": 287,
    "刎": 288,
    "刑": 289,
    "刖": 290,
    "列": 291,
    "刘": 292,
    "则": 293,
    "创": 294,
    "初": 295,
    "删": 296,
    "利": 297,
    "别": 298,
    "刬": 299,
    "到": 300,
    "刳": 301,
    "制": 302,
    "刷": 303,
    "刹": 304,
    "刺": 305,
    "刻": 306,
    "削": 307,
    "剌": 308,
    "前": 309,
    "剑": 310,
    "剖": 311,
    "剡": 312,
    "剥": 313,
    "剧": 314,
    "剪": 315,
    "割": 316,
    "剿": 317,
    "力": 318,
    "劝": 319,
    "功": 320,
    "加": 321,
    "务": 322,
    "动": 323,
    "助": 324,
    "努": 325,
    "劫": 326,
    "励": 327,
    "劳": 328,
    "势": 329,
    "勇": 330,
    "勉": 331,
    "勋": 332,
    "勒": 333,
    "勖": 334,
    "勤": 335,
    "勾": 336,
    "勿": 337,
    "包": 338,
    "匈": 339,
    "匏": 340,
    "匕": 341,
    "化": 342,
    "北": 343,
    "匝": 344,
    "匠": 345,
    "匡": 346,
    "匣": 347,
    "匪": 348,
    "匮": 349,
    "匹": 350,
    "区": 351,
    "匿": 352,
    "十": 353,
    "千": 354,
    "升": 355,
    "午": 356,
    "半": 357,
    "华": 358,
    "协": 359,
    "卑": 360,
    "卒": 361,
    "卓": 362,
    "单": 363,
    "卖": 364,
    "南": 365,
    "博": 366,
    "卜": 367,
    "卞": 368,
    "卢": 369,
    "卧": 370,
    "卫": 371,
    "卮": 372,
    "印": 373,
    "危": 374,
    "即": 375,
    "却": 376,
    "卷": 377,
    "卿": 378,
    "厄": 379,
    "厅": 380,
    "历": 381,
    "压": 382,
    "厌": 383,
    "厚": 384,
    "原": 385,
    "厢": 386,
    "厥": 387,
    "厨": 388,
    "厩": 389,
    "去": 390,
    "县": 391,
    "参": 392,
    "又": 393,
    "及": 394,
    "友": 395,
    "双": 396,
    "反": 397,
    "发": 398,
    "叔": 399,
    "取": 400,
    "受": 401,
    "变": 402,
    "叙": 403,
    "叛": 404,
    "叟": 405,
    "叠": 406,
    "口": 407,
    "古": 408,
    "句": 409,
    "叨": 410,
    "只": 411,
    "叫": 412,
    "召": 413,
    "可": 414,
    "台": 415,
    "叱": 416,
    "史": 417,
    "右": 418,
    "叵": 419,
    "叶": 420,
    "号": 421,
    "司": 422,
    "叹": 423,
    "吁": 424,
    "各": 425,
    "合": 426,
    "吉": 427,
    "吊": 428,
    "同": 429,
    "名": 430,
    "后": 431,
    "吏": 432,
    "吐": 433,
    "向": 434,
    "吓": 435,
    "吕": 436,
    "君": 437,
    "吞": 438,
    "吟": 439,
    "吠": 440,
    "含": 441,
    "听": 442,
    "吮": 443,
    "启": 444,
    "吴": 445,
    "吸": 446,
    "吹": 447,
    "吼": 448,
    "吾": 449,
    "呀": 450,
    "呈": 451,
    "告": 452,
    "员": 453,
    "呜": 454,
    "周": 455,
    "味": 456,
    "呵": 457,
    "呷": 458,
    "呻": 459,
    "呼": 460,
    "命": 461,
    "咄": 462,
    "咆": 463,
    "和": 464,
    "咍": 465,
    "咏": 466,
    "咒": 467,
    "咤": 468,
    "咨": 469,
    "咫": 470,
    "咳": 471,
    "咸": 472,
    "咽": 473,
    "咿": 474,
    "哀": 475,
    "哂": 476,
    "哉": 477,
    "响": 478,
    "哑": 479,
    "哥": 480,
    "哭": 481,
    "哮": 482,
    "哲": 483,
    "哺": 484,
    "唇": 485,
    "唐": 486,
    "唤": 487,
    "唯": 488,
    "唱": 489,
    "唳": 490,
    "唾": 491,
    "啄": 492,
    "啅": 493,
    "商": 494,
    "啖": 495,
    "啮": 496,
    "啸": 497,
    "啻": 498,
    "啼": 499,
    "啾": 500,
    "善": 501,
    "喑": 502,
    "喔": 503,
    "喘": 504,
    "喜": 505,
    "喧": 506,
    "喷": 507,
    "喻": 508,
    "嗟": 509,
    "嗣": 510,
    "嗤": 511,
    "嗷": 512,
    "嗽": 513,
    "嘈": 514,
    "嘉": 515,
    "嘘": 516,
    "嘲": 517,
    "嘶": 518,
    "噎": 519,
    "器": 520,
    "噪": 521,
    "噫": 522,
    "噬": 523,
    "嚣": 524,
    "囊": 525,
    "囚": 526,
    "四": 527,
    "回": 528,
    "因": 529,
    "团": 530,
    "园": 531,
    "困": 532,
    "围": 533,
    "固": 534,
    "国": 535,
    "图": 536,
    "圃": 537,
    "圆": 538,
    "土": 539,
    "圣": 540,
    "在": 541,
    "圯": 542,
    "地": 543,
    "场": 544,
    "圻": 545,
    "坂": 546,
    "均": 547,
    "坏": 548,
    "坐": 549,
    "块": 550,
    "坚": 551,
    "坛": 552,
    "坟": 553,
    "坠": 554,
    "坡": 555,
    "坤": 556,
    "坦": 557,
    "垂": 558,
    "垆": 559,
    "垒": 560,
    "垓": 561,
    "垠": 562,
    "垢": 563,
    "垣": 564,
    "垦": 565,
    "垫": 566,
    "埃": 567,
    "埋": 568,
    "城": 569,
    "埏": 570,
    "域": 571,
    "堂": 572,
    "堆": 573,
    "堌": 574,
    "堑": 575,
    "堕": 576,
    "堡": 577,
    "堤": 578,
    "堪": 579,
    "堵": 580,
    "塔": 581,
    "塘": 582,
    "塞": 583,
    "填": 584,
    "墀": 585,
    "境": 586,
    "墓": 587,
    "墙": 588,
    "增": 589,
    "墟": 590,
    "墨": 591,
    "墩": 592,
    "壁": 593,
    "壑": 594,
    "壕": 595,
    "壤": 596,
    "士": 597,
    "壮": 598,
    "声": 599,
    "壶": 600,
    "处": 601,
    "备": 602,
    "复": 603,
    "夏": 604,
    "夔": 605,
    "夕": 606,
    "外": 607,
    "夙": 608,
    "多": 609,
    "夜": 610,
    "夤": 611,
    "大": 612,
    "天": 613,
    "太": 614,
    "夫": 615,
    "夭": 616,
    "央": 617,
    "失": 618,
    "头": 619,
    "夷": 620,
    "夸": 621,
    "夹": 622,
    "夺": 623,
    "奄": 624,
    "奇": 625,
    "奈": 626,
    "奉": 627,
    "奋": 628,
    "奏": 629,
    "契": 630,
    "奔": 631,
    "奕": 632,
    "奖": 633,
    "奚": 634,
    "奠": 635,
    "女": 636,
    "奴": 637,
    "奸": 638,
    "好": 639,
    "如": 640,
    "妃": 641,
    "妄": 642,
    "妆": 643,
    "妇": 644,
    "妍": 645,
    "妒": 646,
    "妓": 647,
    "妖": 648,
    "妙": 649,
    "妤": 650,
    "妨": 651,
    "妲": 652,
    "妹": 653,
    "妻": 654,
    "妾": 655,
    "姊": 656,
    "始": 657,
    "姑": 658,
    "姓": 659,
    "委": 660,
    "姚": 661,
    "姝": 662,
    "姥": 663,
    "姬": 664,
    "姮": 665,
    "姹": 666,
    "姻": 667,
    "姿": 668,
    "威": 669,
    "娃": 670,
    "娄": 671,
    "娇": 672,
    "娈": 673,
    "娘": 674,
    "娜": 675,
    "娟": 676,
    "娥": 677,
    "娱": 678,
    "娲": 679,
    "娶": 680,
    "婉": 681,
    "婕": 682,
    "婚": 683,
    "婴": 684,
    "婵": 685,
    "婿": 686,
    "媒": 687,
    "媚": 688,
    "媛": 689,
    "媭": 690,
    "媾": 691,
    "嫁": 692,
    "嫂": 693,
    "嫌": 694,
    "嫖": 695,
    "嫠": 696,
    "嫦": 697,
    "嫩": 698,
    "嫫": 699,
    "嬉": 700,
    "嬴": 701,
    "孀": 702,
    "子": 703,
    "孔": 704,
    "孕": 705,
    "字": 706,
    "存": 707,
    "孙": 708,
    "孝": 709,
    "孟": 710,
    "季": 711,
    "孤": 712,
    "学": 713,
    "孩": 714,
    "孰": 715,
    "孱": 716,
    "孺": 717,
    "宁": 718,
    "宅": 719,
    "宇": 720,
    "守": 721,
    "安": 722,
    "宋": 723,
    "宏": 724,
    "宓": 725,
    "宗": 726,
    "官": 727,
    "宙": 728,
    "定": 729,
    "宛": 730,
    "宜": 731,
    "宝": 732,
    "实": 733,
    "宠": 734,
    "审": 735,
    "客": 736,
    "宣": 737,
    "室": 738,
    "宪": 739,
    "宫": 740,
    "宰": 741,
    "害": 742,
    "宴": 743,
    "宵": 744,
    "家": 745,
    "宸": 746,
    "容": 747,
    "宽": 748,
    "宾": 749,
    "宿": 750,
    "寂": 751,
    "寄": 752,
    "密": 753,
    "寇": 754,
    "富": 755,
    "寐": 756,
    "寒": 757,
    "寓": 758,
    "寝": 759,
    "寞": 760,
    "察": 761,
    "寡": 762,
    "寥": 763,
    "寸": 764,
    "对": 765,
    "寺": 766,
    "寻": 767,
    "寿": 768,
    "封": 769,
    "射": 770,
    "将": 771,
    "尉": 772,
    "尊": 773,
    "小": 774,
    "少": 775,
    "尔": 776,
    "尘": 777,
    "尚": 778,
    "尝": 779,
    "尤": 780,
    "尧": 781,
    "就": 782,
    "尸": 783,
    "尹": 784,
    "尺": 785,
    "尼": 786,
    "尽": 787,
    "尾": 788,
    "层": 789,
    "居": 790,
    "屈": 791,
    "屋": 792,
    "屏": 793,
    "屐": 794,
    "展": 795,
    "属": 796,
    "屠": 797,
    "屡": 798,
    "屣": 799,
    "履": 800,
    "屯": 801,
    "山": 802,
    "屼": 803,
    "屿": 804,
    "岁": 805,
    "岂": 806,
    "岌": 807,
    "岐": 808,
    "岑": 809,
    "岖": 810,
    "岘": 811,
    "岚": 812,
    "岛": 813,
    "岧": 814,
    "岩": 815,
    "岫": 816,
    "岭": 817,
    "岱": 818,
    "岳": 819,
    "岷": 820,
    "岸": 821,
    "峒": 822,
    "峡": 823,
    "峣": 824,
    "峤": 825,
    "峥": 826,
    "峦": 827,
    "峨": 828,
    "峭": 829,
    "峰": 830,
    "峻": 831,
    "崆": 832,
    "崇": 833,
    "崎": 834,
    "崒": 835,
    "崔": 836,
    "崖": 837,
    "崟": 838,
    "崩": 839,
    "崿": 840,
    "嵇": 841,
    "嵌": 842,
    "嵘": 843,
    "嵩": 844,
    "嵬": 845,
    "嵯": 846,
    "嶂": 847,
    "嶅": 848,
    "嶮": 849,
    "巅": 850,
    "巇": 851,
    "巉": 852,
    "巘": 853,
    "川": 854,
    "州": 855,
    "巡": 856,
    "巢": 857,
    "工": 858,
    "左": 859,
    "巧": 860,
    "巨": 861,
    "巫": 862,
    "差": 863,
    "己": 864,
    "已": 865,
    "巴": 866,
    "巷": 867,
    "巾": 868,
    "巿": 869,
    "市": 870,
    "布": 871,
    "帆": 872,
    "师": 873,
    "希": 874,
    "帏": 875,
    "帐": 876,
    "帘": 877,
    "帙": 878,
    "帛": 879,
    "帝": 880,
    "带": 881,
    "席": 882,
    "帷": 883,
    "常": 884,
    "帻": 885,
    "帼": 886,
    "帽": 887,
    "幂": 888,
    "幄": 889,
    "幔": 890,
    "幕": 891,
    "干": 892,
    "平": 893,
    "年": 894,
    "并": 895,
    "幸": 896,
    "幹": 897,
    "幽": 898,
    "广": 899,
    "庄": 900,
    "庆": 901,
    "床": 902,
    "庐": 903,
    "库": 904,
    "应": 905,
    "底": 906,
    "庖": 907,
    "店": 908,
    "庙": 909,
    "庚": 910,
    "府": 911,
    "庞": 912,
    "废": 913,
    "度": 914,
    "座": 915,
    "庭": 916,
    "庶": 917,
    "康": 918,
    "庾": 919,
    "廉": 920,
    "廊": 921,
    "廓": 922,
    "延": 923,
    "建": 924,
    "开": 925,
    "异": 926,
    "弃": 927,
    "弄": 928,
    "弊": 929,
    "弋": 930,
    "式": 931,
    "弓": 932,
    "引": 933,
    "弛": 934,
    "弟": 935,
    "张": 936,
    "弥": 937,
    "弦": 938,
    "弧": 939,
    "弩": 940,
    "弭": 941,
    "弯": 942,
    "弱": 943,
    "弹": 944,
    "强": 945,
    "归": 946,
    "当": 947,
    "彗": 948,
    "彝": 949,
    "形": 950,
    "彤": 951,
    "彦": 952,
    "彩": 953,
    "彪": 954,
    "彭": 955,
    "影": 956,
    "彷": 957,
    "役": 958,
    "彻": 959,
    "彼": 960,
    "往": 961,
    "征": 962,
    "徂": 963,
    "径": 964,
    "待": 965,
    "徇": 966,
    "徊": 967,
    "律": 968,
    "徐": 969,
    "徒": 970,
    "徕": 971,
    "得": 972,
    "御": 973,
    "徨": 974,
    "循": 975,
    "微": 976,
    "徵": 977,
    "德": 978,
    "徼": 979,
    "徽": 980,
    "心": 981,
    "必": 982,
    "忆": 983,
    "忌": 984,
    "忍": 985,
    "志": 986,
    "忘": 987,
    "忝": 988,
    "忠": 989,
    "忡": 990,
    "忧": 991,
    "快": 992,
    "念": 993,
    "忽": 994,
    "怀": 995,
    "怅": 996,
    "怆": 997,
    "怒": 998,
    "怕": 999,
    "怜": 1000,
    "思": 1001,
    "怡": 1002,
    "急": 1003,
    "性": 1004,
    "怨": 1005,
    "怪": 1006,
    "怯": 1007,
    "怳": 1008,
    "怵": 1009,
    "总": 1010,
    "恃": 1011,
    "恋": 1012,
    "恍": 1013,
    "恐": 1014,
    "恒": 1015,
    "恙": 1016,
    "恢": 1017,
    "恣": 1018,
    "恤": 1019,
    "恨": 1020,
    "恩": 1021,
    "恬": 1022,
    "恭": 1023,
    "息": 1024,
    "恰": 1025,
    "恶": 1026,
    "恸": 1027,
    "恻": 1028,
    "恼": 1029,
    "悍": 1030,
    "悒": 1031,
    "悔": 1032,
    "悟": 1033,
    "悠": 1034,
    "悦": 1035,
    "悬": 1036,
    "悲": 1037,
    "悴": 1038,
    "悸": 1039,
    "情": 1040,
    "惆": 1041,
    "惊": 1042,
    "惑": 1043,
    "惕": 1044,
    "惚": 1045,
    "惜": 1046,
    "惟": 1047,
    "惠": 1048,
    "惧": 1049,
    "惨": 1050,
    "惬": 1051,
    "惭": 1052,
    "惮": 1053,
    "想": 1054,
    "愀": 1055,
    "愁": 1056,
    "愆": 1057,
    "愈": 1058,
    "愉": 1059,
    "意": 1060,
    "愚": 1061,
    "感": 1062,
    "愤": 1063,
    "愧": 1064,
    "愿": 1065,
    "慈": 1066,
    "慌": 1067,
    "慎": 1068,
    "慕": 1069,
    "慝": 1070,
    "慢": 1071,
    "慨": 1072,
    "慰": 1073,
    "慷": 1074,
    "憔": 1075,
    "憩": 1076,
    "懑": 1077,
    "懒": 1078,
    "懦": 1079,
    "懵": 1080,
    "懿": 1081,
    "戈": 1082,
    "戍": 1083,
    "戎": 1084,
    "戏": 1085,
    "成": 1086,
    "我": 1087,
    "戒": 1088,
    "或": 1089,
    "战": 1090,
    "戚": 1091,
    "戟": 1092,
    "戡": 1093,
    "戢": 1094,
    "截": 1095,
    "戮": 1096,
    "戴": 1097,
    "户": 1098,
    "戾": 1099,
    "房": 1100,
    "所": 1101,
    "扁": 1102,
    "扃": 1103,
    "扆": 1104,
    "扇": 1105,
    "扈": 1106,
    "扉": 1107,
    "手": 1108,
    "才": 1109,
    "扑": 1110,
    "打": 1111,
    "托": 1112,
    "扣": 1113,
    "执": 1114,
    "扪": 1115,
    "扫": 1116,
    "扬": 1117,
    "扰": 1118,
    "扶": 1119,
    "承": 1120,
    "抃": 1121,
    "把": 1122,
    "抑": 1123,
    "投": 1124,
    "抗": 1125,
    "折": 1126,
    "抚": 1127,
    "抟": 1128,
    "护": 1129,
    "报": 1130,
    "披": 1131,
    "抱": 1132,
    "抵": 1133,
    "抶": 1134,
    "抽": 1135,
    "拂": 1136,
    "拄": 1137,
    "担": 1138,
    "拆": 1139,
    "拍": 1140,
    "拏": 1141,
    "拒": 1142,
    "拔": 1143,
    "拖": 1144,
    "拙": 1145,
    "招": 1146,
    "拜": 1147,
    "拟": 1148,
    "拣": 1149,
    "拥": 1150,
    "拦": 1151,
    "拨": 1152,
    "择": 1153,
    "括": 1154,
    "拭": 1155,
    "拯": 1156,
    "拱": 1157,
    "拳": 1158,
    "拾": 1159,
    "持": 1160,
    "挂": 1161,
    "指": 1162,
    "挈": 1163,
    "按": 1164,
    "挑": 1165,
    "挝": 1166,
    "挟": 1167,
    "挤": 1168,
    "挥": 1169,
    "振": 1170,
    "挹": 1171,
    "挺": 1172,
    "捍": 1173,
    "捐": 1174,
    "损": 1175,
    "换": 1176,
    "捣": 1177,
    "捧": 1178,
    "据": 1179,
    "捶": 1180,
    "捷": 1181,
    "掇": 1182,
    "授": 1183,
    "掉": 1184,
    "掌": 1185,
    "排": 1186,
    "掖": 1187,
    "掞": 1188,
    "探": 1189,
    "掣": 1190,
    "接": 1191,
    "控": 1192,
    "推": 1193,
    "掩": 1194,
    "掬": 1195,
    "掷": 1196,
    "掺": 1197,
    "揄": 1198,
    "提": 1199,
    "插": 1200,
    "揖": 1201,
    "握": 1202,
    "揭": 1203,
    "援": 1204,
    "揶": 1205,
    "揽": 1206,
    "搏": 1207,
    "搔": 1208,
    "搜": 1209,
    "搴": 1210,
    "携": 1211,
    "摄": 1212,
    "摇": 1213,
    "摘": 1214,
    "摛": 1215,
    "摧": 1216,
    "摩": 1217,
    "摭": 1218,
    "撑": 1219,
    "播": 1220,
    "擅": 1221,
    "操": 1222,
    "擒": 1223,
    "擘": 1224,
    "擢": 1225,
    "攀": 1226,
    "攒": 1227,
    "攫": 1228,
    "支": 1229,
    "收": 1230,
    "改": 1231,
    "攻": 1232,
    "放": 1233,
    "政": 1234,
    "故": 1235,
    "效": 1236,
    "敌": 1237,
    "救": 1238,
    "敕": 1239,
    "敖": 1240,
    "教": 1241,
    "敛": 1242,
    "敝": 1243,
    "敞": 1244,
    "敢": 1245,
    "散": 1246,
    "敦": 1247,
    "敬": 1248,
    "数": 1249,
    "敲": 1250,
    "整": 1251,
    "敷": 1252,
    "文": 1253,
    "斋": 1254,
    "斐": 1255,
    "斑": 1256,
    "斗": 1257,
    "料": 1258,
    "斛": 1259,
    "斜": 1260,
    "斟": 1261,
    "斤": 1262,
    "斧": 1263,
    "斩": 1264,
    "断": 1265,
    "斯": 1266,
    "新": 1267,
    "方": 1268,
    "施": 1269,
    "旁": 1270,
    "旃": 1271,
    "旄": 1272,
    "旅": 1273,
    "旆": 1274,
    "旋": 1275,
    "旌": 1276,
    "族": 1277,
    "旗": 1278,
    "无": 1279,
    "既": 1280,
    "日": 1281,
    "旦": 1282,
    "旧": 1283,
    "早": 1284,
    "旬": 1285,
    "旭": 1286,
    "旱": 1287,
    "时": 1288,
    "旷": 1289,
    "旻": 1290,
    "昂": 1291,
    "昃": 1292,
    "昆": 1293,
    "昊": 1294,
    "昌": 1295,
    "明": 1296,
    "昏": 1297,
    "易": 1298,
    "昔": 1299,
    "星": 1300,
    "映": 1301,
    "春": 1302,
    "昧": 1303,
    "昨": 1304,
    "昭": 1305,
    "是": 1306,
    "昴": 1307,
    "昼": 1308,
    "晁": 1309,
    "晋": 1310,
    "晏": 1311,
    "晓": 1312,
    "晔": 1313,
    "晕": 1314,
    "晖": 1315,
    "晚": 1316,
    "晞": 1317,
    "晡": 1318,
    "晦": 1319,
    "晨": 1320,
    "普": 1321,
    "景": 1322,
    "晴": 1323,
    "晶": 1324,
    "智": 1325,
    "暂": 1326,
    "暄": 1327,
    "暇": 1328,
    "暑": 1329,
    "暖": 1330,
    "暗": 1331,
    "暝": 1332,
    "暮": 1333,
    "暾": 1334,
    "曙": 1335,
    "曛": 1336,
    "曜": 1337,
    "曝": 1338,
    "曦": 1339,
    "曩": 1340,
    "曰": 1341,
    "曲": 1342,
    "曳": 1343,
    "更": 1344,
    "曹": 1345,
    "曾": 1346,
    "替": 1347,
    "最": 1348,
    "朅": 1349,
    "月": 1350,
    "有": 1351,
    "朋": 1352,
    "服": 1353,
    "朔": 1354,
    "朗": 1355,
    "望": 1356,
    "朝": 1357,
    "期": 1358,
    "木": 1359,
    "未": 1360,
    "末": 1361,
    "本": 1362,
    "札": 1363,
    "朮": 1364,
    "术": 1365,
    "朱": 1366,
    "朴": 1367,
    "机": 1368,
    "朽": 1369,
    "杀": 1370,
    "杂": 1371,
    "权": 1372,
    "李": 1373,
    "杏": 1374,
    "材": 1375,
    "村": 1376,
    "杓": 1377,
    "杖": 1378,
    "杜": 1379,
    "杞": 1380,
    "束": 1381,
    "条": 1382,
    "来": 1383,
    "杨": 1384,
    "杭": 1385,
    "杯": 1386,
    "杰": 1387,
    "杳": 1388,
    "杵": 1389,
    "杼": 1390,
    "松": 1391,
    "板": 1392,
    "极": 1393,
    "构": 1394,
    "枉": 1395,
    "析": 1396,
    "枕": 1397,
    "林": 1398,
    "枚": 1399,
    "果": 1400,
    "枝": 1401,
    "枢": 1402,
    "枣": 1403,
    "枥": 1404,
    "枪": 1405,
    "枫": 1406,
    "枭": 1407,
    "枯": 1408,
    "枳": 1409,
    "枻": 1410,
    "柄": 1411,
    "柏": 1412,
    "染": 1413,
    "柔": 1414,
    "柘": 1415,
    "柚": 1416,
    "查": 1417,
    "柯": 1418,
    "柱": 1419,
    "柳": 1420,
    "柴": 1421,
    "栅": 1422,
    "标": 1423,
    "栈": 1424,
    "栊": 1425,
    "栋": 1426,
    "栏": 1427,
    "树": 1428,
    "栖": 1429,
    "栗": 1430,
    "校": 1431,
    "株": 1432,
    "栱": 1433,
    "根": 1434,
    "格": 1435,
    "栽": 1436,
    "桀": 1437,
    "桂": 1438,
    "桃": 1439,
    "案": 1440,
    "桎": 1441,
    "桐": 1442,
    "桑": 1443,
    "桓": 1444,
    "桔": 1445,
    "桡": 1446,
    "桥": 1447,
    "梁": 1448,
    "梅": 1449,
    "梏": 1450,
    "梓": 1451,
    "梦": 1452,
    "梧": 1453,
    "梨": 1454,
    "梭": 1455,
    "梯": 1456,
    "梳": 1457,
    "梵": 1458,
    "棕": 1459,
    "棘": 1460,
    "棠": 1461,
    "棣": 1462,
    "森": 1463,
    "棱": 1464,
    "棹": 1465,
    "棺": 1466,
    "椅": 1467,
    "植": 1468,
    "椎": 1469,
    "椹": 1470,
    "楂": 1471,
    "楚": 1472,
    "楠": 1473,
    "楫": 1474,
    "楸": 1475,
    "楹": 1476,
    "楼": 1477,
    "概": 1478,
    "榆": 1479,
    "榔": 1480,
    "榛": 1481,
    "榜": 1482,
    "榭": 1483,
    "榴": 1484,
    "榻": 1485,
    "槁": 1486,
    "槌": 1487,
    "槎": 1488,
    "槔": 1489,
    "槛": 1490,
    "槟": 1491,
    "槿": 1492,
    "樊": 1493,
    "樟": 1494,
    "横": 1495,
    "樱": 1496,
    "樵": 1497,
    "樽": 1498,
    "橐": 1499,
    "橘": 1500,
    "橙": 1501,
    "橹": 1502,
    "檀": 1503,
    "檄": 1504,
    "檐": 1505,
    "欃": 1506,
    "次": 1507,
    "欢": 1508,
    "欣": 1509,
    "欲": 1510,
    "欺": 1511,
    "欻": 1512,
    "款": 1513,
    "歇": 1514,
    "歈": 1515,
    "歊": 1516,
    "歌": 1517,
    "止": 1518,
    "正": 1519,
    "此": 1520,
    "步": 1521,
    "武": 1522,
    "歧": 1523,
    "死": 1524,
    "殁": 1525,
    "殊": 1526,
    "残": 1527,
    "殒": 1528,
    "殚": 1529,
    "殛": 1530,
    "殡": 1531,
    "殢": 1532,
    "段": 1533,
    "殷": 1534,
    "殿": 1535,
    "毁": 1536,
    "毂": 1537,
    "毅": 1538,
    "毋": 1539,
    "母": 1540,
    "每": 1541,
    "毐": 1542,
    "毒": 1543,
    "比": 1544,
    "毕": 1545,
    "毛": 1546,
    "毫": 1547,
    "毳": 1548,
    "氅": 1549,
    "氏": 1550,
    "民": 1551,
    "气": 1552,
    "氛": 1553,
    "氤": 1554,
    "氲": 1555,
    "水": 1556,
    "永": 1557,
    "汀": 1558,
    "求": 1559,
    "汉": 1560,
    "汗": 1561,
    "汜": 1562,
    "汝": 1563,
    "江": 1564,
    "池": 1565,
    "汤": 1566,
    "汨": 1567,
    "汩": 1568,
    "汪": 1569,
    "汭": 1570,
    "汰": 1571,
    "汲": 1572,
    "汴": 1573,
    "汶": 1574,
    "汹": 1575,
    "汾": 1576,
    "沂": 1577,
    "沃": 1578,
    "沅": 1579,
    "沈": 1580,
    "沉": 1581,
    "沐": 1582,
    "沓": 1583,
    "沔": 1584,
    "沙": 1585,
    "沚": 1586,
    "沛": 1587,
    "沟": 1588,
    "没": 1589,
    "沥": 1590,
    "沦": 1591,
    "沧": 1592,
    "沫": 1593,
    "沮": 1594,
    "沱": 1595,
    "河": 1596,
    "沸": 1597,
    "沼": 1598,
    "沽": 1599,
    "沾": 1600,
    "沿": 1601,
    "泄": 1602,
    "泉": 1603,
    "泊": 1604,
    "法": 1605,
    "泗": 1606,
    "泚": 1607,
    "泛": 1608,
    "泠": 1609,
    "波": 1610,
    "泣": 1611,
    "泥": 1612,
    "注": 1613,
    "泪": 1614,
    "泯": 1615,
    "泰": 1616,
    "泸": 1617,
    "泻": 1618,
    "泽": 1619,
    "泾": 1620,
    "洁": 1621,
    "洄": 1622,
    "洑": 1623,
    "洒": 1624,
    "洗": 1625,
    "洛": 1626,
    "洞": 1627,
    "津": 1628,
    "洪": 1629,
    "洮": 1630,
    "洲": 1631,
    "活": 1632,
    "洽": 1633,
    "派": 1634,
    "流": 1635,
    "浅": 1636,
    "浆": 1637,
    "浇": 1638,
    "浊": 1639,
    "测": 1640,
    "济": 1641,
    "浑": 1642,
    "浒": 1643,
    "浓": 1644,
    "浔": 1645,
    "浙": 1646,
    "浣": 1647,
    "浦": 1648,
    "浩": 1649,
    "浪": 1650,
    "浮": 1651,
    "浴": 1652,
    "海": 1653,
    "浸": 1654,
    "涂": 1655,
    "消": 1656,
    "涉": 1657,
    "涌": 1658,
    "涓": 1659,
    "涕": 1660,
    "涛": 1661,
    "涞": 1662,
    "涟": 1663,
    "涡": 1664,
    "涤": 1665,
    "润": 1666,
    "涧": 1667,
    "涨": 1668,
    "涩": 1669,
    "涬": 1670,
    "涯": 1671,
    "液": 1672,
    "涵": 1673,
    "涸": 1674,
    "淅": 1675,
    "淇": 1676,
    "淋": 1677,
    "淑": 1678,
    "淡": 1679,
    "淫": 1680,
    "淮": 1681,
    "深": 1682,
    "淳": 1683,
    "混": 1684,
    "淹": 1685,
    "添": 1686,
    "淼": 1687,
    "清": 1688,
    "渊": 1689,
    "渌": 1690,
    "渐": 1691,
    "渔": 1692,
    "渚": 1693,
    "渝": 1694,
    "渠": 1695,
    "渡": 1696,
    "渤": 1697,
    "渥": 1698,
    "温": 1699,
    "渭": 1700,
    "渴": 1701,
    "游": 1702,
    "渺": 1703,
    "湄": 1704,
    "湍": 1705,
    "湎": 1706,
    "湖": 1707,
    "湘": 1708,
    "湛": 1709,
    "湮": 1710,
    "湲": 1711,
    "湾": 1712,
    "湿": 1713,
    "溃": 1714,
    "源": 1715,
    "溜": 1716,
    "溟": 1717,
    "溢": 1718,
    "溧": 1719,
    "溪": 1720,
    "溯": 1721,
    "溺": 1722,
    "滂": 1723,
    "滋": 1724,
    "滑": 1725,
    "滔": 1726,
    "滞": 1727,
    "滟": 1728,
    "满": 1729,
    "滨": 1730,
    "滩": 1731,
    "滪": 1732,
    "滴": 1733,
    "滹": 1734,
    "漂": 1735,
    "漆": 1736,
    "漉": 1737,
    "漏": 1738,
    "漓": 1739,
    "演": 1740,
    "漕": 1741,
    "漠": 1742,
    "漫": 1743,
    "漭": 1744,
    "漱": 1745,
    "漳": 1746,
    "漾": 1747,
    "潇": 1748,
    "潈": 1749,
    "潏": 1750,
    "潜": 1751,
    "潭": 1752,
    "潮": 1753,
    "潸": 1754,
    "潺": 1755,
    "澄": 1756,
    "澜": 1757,
    "澹": 1758,
    "激": 1759,
    "濆": 1760,
    "濑": 1761,
    "濛": 1762,
    "濠": 1763,
    "濬": 1764,
    "濯": 1765,
    "瀑": 1766,
    "瀚": 1767,
    "瀛": 1768,
    "灉": 1769,
    "灌": 1770,
    "灞": 1771,
    "火": 1772,
    "灭": 1773,
    "灯": 1774,
    "灰": 1775,
    "灵": 1776,
    "灶": 1777,
    "灼": 1778,
    "灾": 1779,
    "灿": 1780,
    "炅": 1781,
    "炉": 1782,
    "炎": 1783,
    "炙": 1784,
    "炬": 1785,
    "炭": 1786,
    "炮": 1787,
    "炯": 1788,
    "炰": 1789,
    "炳": 1790,
    "点": 1791,
    "炼": 1792,
    "烁": 1793,
    "烂": 1794,
    "烈": 1795,
    "烛": 1796,
    "烜": 1797,
    "烟": 1798,
    "烦": 1799,
    "烧": 1800,
    "热": 1801,
    "烹": 1802,
    "烽": 1803,
    "焉": 1804,
    "焕": 1805,
    "焚": 1806,
    "焦": 1807,
    "焰": 1808,
    "然": 1809,
    "煊": 1810,
    "煎": 1811,
    "照": 1812,
    "煨": 1813,
    "熊": 1814,
    "熙": 1815,
    "熟": 1816,
    "熬": 1817,
    "燀": 1818,
    "燕": 1819,
    "燮": 1820,
    "爨": 1821,
    "爪": 1822,
    "爱": 1823,
    "父": 1824,
    "爽": 1825,
    "片": 1826,
    "版": 1827,
    "牖": 1828,
    "牙": 1829,
    "牛": 1830,
    "牝": 1831,
    "牢": 1832,
    "牧": 1833,
    "物": 1834,
    "牵": 1835,
    "特": 1836,
    "犀": 1837,
    "犁": 1838,
    "犊": 1839,
    "犬": 1840,
    "犯": 1841,
    "状": 1842,
    "犹": 1843,
    "狂": 1844,
    "狄": 1845,
    "狎": 1846,
    "狐": 1847,
    "狗": 1848,
    "狡": 1849,
    "独": 1850,
    "狭": 1851,
    "狮": 1852,
    "狱": 1853,
    "狴": 1854,
    "狸": 1855,
    "狼": 1856,
    "猎": 1857,
    "猕": 1858,
    "猖": 1859,
    "猗": 1860,
    "猛": 1861,
    "猜": 1862,
    "猩": 1863,
    "献": 1864,
    "猰": 1865,
    "猱": 1866,
    "猴": 1867,
    "猷": 1868,
    "猿": 1869,
    "獗": 1870,
    "玄": 1871,
    "玉": 1872,
    "王": 1873,
    "玑": 1874,
    "玕": 1875,
    "玙": 1876,
    "玩": 1877,
    "环": 1878,
    "玲": 1879,
    "玳": 1880,
    "玺": 1881,
    "珀": 1882,
    "珉": 1883,
    "珊": 1884,
    "珍": 1885,
    "珑": 1886,
    "珠": 1887,
    "珪": 1888,
    "班": 1889,
    "珮": 1890,
    "球": 1891,
    "琅": 1892,
    "理": 1893,
    "琉": 1894,
    "琊": 1895,
    "琐": 1896,
    "琢": 1897,
    "琥": 1898,
    "琨": 1899,
    "琪": 1900,
    "琰": 1901,
    "琳": 1902,
    "琴": 1903,
    "琵": 1904,
    "琶": 1905,
    "琼": 1906,
    "瑁": 1907,
    "瑕": 1908,
    "瑚": 1909,
    "瑜": 1910,
    "瑟": 1911,
    "瑶": 1912,
    "璀": 1913,
    "璃": 1914,
    "璇": 1915,
    "璋": 1916,
    "璞": 1917,
    "璠": 1918,
    "璧": 1919,
    "瓜": 1920,
    "瓢": 1921,
    "瓦": 1922,
    "瓮": 1923,
    "瓶": 1924,
    "甃": 1925,
    "甘": 1926,
    "甚": 1927,
    "生": 1928,
    "甥": 1929,
    "用": 1930,
    "甫": 1931,
    "甯": 1932,
    "田": 1933,
    "由": 1934,
    "甲": 1935,
    "申": 1936,
    "电": 1937,
    "男": 1938,
    "画": 1939,
    "畅": 1940,
    "界": 1941,
    "畏": 1942,
    "畔": 1943,
    "留": 1944,
    "畚": 1945,
    "略": 1946,
    "畴": 1947,
    "疆": 1948,
    "疏": 1949,
    "疑": 1950,
    "疗": 1951,
    "疲": 1952,
    "疾": 1953,
    "病": 1954,
    "痕": 1955,
    "痛": 1956,
    "痴": 1957,
    "瘦": 1958,
    "登": 1959,
    "白": 1960,
    "百": 1961,
    "的": 1962,
    "皆": 1963,
    "皇": 1964,
    "皋": 1965,
    "皎": 1966,
    "皓": 1967,
    "皖": 1968,
    "皙": 1969,
    "皮": 1970,
    "盆": 1971,
    "盈": 1972,
    "益": 1973,
    "盐": 1974,
    "盖": 1975,
    "盗": 1976,
    "盘": 1977,
    "盛": 1978,
    "盟": 1979,
    "目": 1980,
    "盱": 1981,
    "直": 1982,
    "相": 1983,
    "盼": 1984,
    "省": 1985,
    "眄": 1986,
    "眇": 1987,
    "眉": 1988,
    "看": 1989,
    "真": 1990,
    "眠": 1991,
    "眷": 1992,
    "眺": 1993,
    "眼": 1994,
    "睢": 1995,
    "督": 1996,
    "睫": 1997,
    "睹": 1998,
    "瞑": 1999,
    "瞬": 2000,
    "瞰": 2001,
    "瞳": 2002,
    "瞻": 2003,
    "瞿": 2004,
    "矍": 2005,
    "矛": 2006,
    "矜": 2007,
    "矢": 2008,
    "矣": 2009,
    "知": 2010,
    "矫": 2011,
    "短": 2012,
    "矰": 2013,
    "石": 2014,
    "矶": 2015,
    "砀": 2016,
    "砂": 2017,
    "砚": 2018,
    "砥": 2019,
    "砧": 2020,
    "砯": 2021,
    "砰": 2022,
    "破": 2023,
    "砾": 2024,
    "硾": 2025,
    "碍": 2026,
    "碎": 2027,
    "碑": 2028,
    "碓": 2029,
    "碗": 2030,
    "碛": 2031,
    "碧": 2032,
    "磊": 2033,
    "磨": 2034,
    "磴": 2035,
    "磷": 2036,
    "磻": 2037,
    "示": 2038,
    "礼": 2039,
    "社": 2040,
    "祇": 2041,
    "祈": 2042,
    "祖": 2043,
    "神": 2044,
    "祠": 2045,
    "祢": 2046,
    "祸": 2047,
    "禀": 2048,
    "禁": 2049,
    "禄": 2050,
    "禅": 2051,
    "禹": 2052,
    "离": 2053,
    "禽": 2054,
    "禾": 2055,
    "秀": 2056,
    "秃": 2057,
    "秉": 2058,
    "秋": 2059,
    "种": 2060,
    "科": 2061,
    "秕": 2062,
    "秘": 2063,
    "租": 2064,
    "秣": 2065,
    "秦": 2066,
    "秩": 2067,
    "积": 2068,
    "称": 2069,
    "移": 2070,
    "秽": 2071,
    "秾": 2072,
    "稀": 2073,
    "稊": 2074,
    "程": 2075,
    "稍": 2076,
    "税": 2077,
    "稚": 2078,
    "稠": 2079,
    "稷": 2080,
    "稽": 2081,
    "稿": 2082,
    "穆": 2083,
    "穗": 2084,
    "穞": 2085,
    "穴": 2086,
    "穷": 2087,
    "穹": 2088,
    "空": 2089,
    "穿": 2090,
    "突": 2091,
    "窃": 2092,
    "窄": 2093,
    "窅": 2094,
    "窈": 2095,
    "窕": 2096,
    "窗": 2097,
    "窜": 2098,
    "窟": 2099,
    "窠": 2100,
    "窥": 2101,
    "窦": 2102,
    "立": 2103,
    "竖": 2104,
    "竞": 2105,
    "竟": 2106,
    "章": 2107,
    "童": 2108,
    "竦": 2109,
    "竭": 2110,
    "端": 2111,
    "竹": 2112,
    "竺": 2113,
    "竽": 2114,
    "竿": 2115,
    "笋": 2116,
    "笑": 2117,
    "笔": 2118,
    "笙": 2119,
    "笛": 2120,
    "笠": 2121,
    "符": 2122,
    "第": 2123,
    "笳": 2124,
    "笴": 2125,
    "笺": 2126,
    "笼": 2127,
    "筇": 2128,
    "筋": 2129,
    "筌": 2130,
    "筏": 2131,
    "筑": 2132,
    "筒": 2133,
    "答": 2134,
    "策": 2135,
    "筝": 2136,
    "筱": 2137,
    "筲": 2138,
    "筵": 2139,
    "筹": 2140,
    "简": 2141,
    "箓": 2142,
    "箔": 2143,
    "箕": 2144,
    "算": 2145,
    "箜": 2146,
    "管": 2147,
    "箧": 2148,
    "箨": 2149,
    "箫": 2150,
    "箭": 2151,
    "箸": 2152,
    "篁": 2153,
    "篆": 2154,
    "篇": 2155,
    "篌": 2156,
    "篙": 2157,
    "篱": 2158,
    "篲": 2159,
    "簟": 2160,
    "簦": 2161,
    "簧": 2162,
    "簪": 2163,
    "簸": 2164,
    "籁": 2165,
    "籍": 2166,
    "籥": 2167,
    "类": 2168,
    "粉": 2169,
    "粟": 2170,
    "粤": 2171,
    "粮": 2172,
    "粲": 2173,
    "精": 2174,
    "糁": 2175,
    "糟": 2176,
    "糠": 2177,
    "系": 2178,
    "素": 2179,
    "索": 2180,
    "紧": 2181,
    "紫": 2182,
    "累": 2183,
    "絮": 2184,
    "絷": 2185,
    "絺": 2186,
    "縠": 2187,
    "縢": 2188,
    "繁": 2189,
    "繄": 2190,
    "繇": 2191,
    "纠": 2192,
    "纡": 2193,
    "红": 2194,
    "纣": 2195,
    "纤": 2196,
    "约": 2197,
    "纨": 2198,
    "纪": 2199,
    "纬": 2200,
    "纯": 2201,
    "纱": 2202,
    "纲": 2203,
    "纳": 2204,
    "纵": 2205,
    "纶": 2206,
    "纷": 2207,
    "纸": 2208,
    "纹": 2209,
    "纻": 2210,
    "纽": 2211,
    "线": 2212,
    "绀": 2213,
    "绁": 2214,
    "绂": 2215,
    "练": 2216,
    "组": 2217,
    "绅": 2218,
    "细": 2219,
    "织": 2220,
    "终": 2221,
    "绎": 2222,
    "经": 2223,
    "结": 2224,
    "绕": 2225,
    "绛": 2226,
    "络": 2227,
    "绝": 2228,
    "统": 2229,
    "绢": 2230,
    "绣": 2231,
    "绤": 2232,
    "继": 2233,
    "绨": 2234,
    "绪": 2235,
    "续": 2236,
    "绮": 2237,
    "绳": 2238,
    "维": 2239,
    "绵": 2240,
    "绶": 2241,
    "绿": 2242,
    "缀": 2243,
    "缁": 2244,
    "缄": 2245,
    "缅": 2246,
    "缇": 2247,
    "缈": 2248,
    "缉": 2249,
    "缑": 2250,
    "缓": 2251,
    "缕": 2252,
    "编": 2253,
    "缘": 2254,
    "缙": 2255,
    "缝": 2256,
    "缟": 2257,
    "缠": 2258,
    "缣": 2259,
    "缤": 2260,
    "缥": 2261,
    "缦": 2262,
    "缨": 2263,
    "缪": 2264,
    "缫": 2265,
    "缭": 2266,
    "缲": 2267,
    "缴": 2268,
    "缸": 2269,
    "缺": 2270,
    "罄": 2271,
    "罍": 2272,
    "网": 2273,
    "罔": 2274,
    "罕": 2275,
    "罗": 2276,
    "罝": 2277,
    "罟": 2278,
    "罢": 2279,
    "罥": 2280,
    "罪": 2281,
    "置": 2282,
    "署": 2283,
    "罴": 2284,
    "罹": 2285,
    "羁": 2286,
    "羊": 2287,
    "羌": 2288,
    "美": 2289,
    "羖": 2290,
    "羝": 2291,
    "羞": 2292,
    "羡": 2293,
    "群": 2294,
    "羲": 2295,
    "羸": 2296,
    "羹": 2297,
    "羽": 2298,
    "羿": 2299,
    "翁": 2300,
    "翅": 2301,
    "翔": 2302,
    "翕": 2303,
    "翛": 2304,
    "翟": 2305,
    "翠": 2306,
    "翡": 2307,
    "翦": 2308,
    "翩": 2309,
    "翮": 2310,
    "翰": 2311,
    "翱": 2312,
    "翳": 2313,
    "翻": 2314,
    "翼": 2315,
    "耀": 2316,
    "老": 2317,
    "考": 2318,
    "者": 2319,
    "耆": 2320,
    "而": 2321,
    "耐": 2322,
    "耕": 2323,
    "耦": 2324,
    "耳": 2325,
    "耶": 2326,
    "耸": 2327,
    "耻": 2328,
    "耽": 2329,
    "耿": 2330,
    "聂": 2331,
    "聊": 2332,
    "职": 2333,
    "聒": 2334,
    "联": 2335,
    "聘": 2336,
    "聚": 2337,
    "聪": 2338,
    "肃": 2339,
    "肆": 2340,
    "肉": 2341,
    "肌": 2342,
    "肖": 2343,
    "肘": 2344,
    "肝": 2345,
    "肠": 2346,
    "股": 2347,
    "肤": 2348,
    "肥": 2349,
    "肩": 2350,
    "肮": 2351,
    "肯": 2352,
    "肿": 2353,
    "胁": 2354,
    "胄": 2355,
    "胆": 2356,
    "背": 2357,
    "胎": 2358,
    "胜": 2359,
    "胡": 2360,
    "胥": 2361,
    "胸": 2362,
    "能": 2363,
    "脁": 2364,
    "脏": 2365,
    "脚": 2366,
    "脱": 2367,
    "腕": 2368,
    "腰": 2369,
    "腹": 2370,
    "腾": 2371,
    "膏": 2372,
    "膝": 2373,
    "膳": 2374,
    "膺": 2375,
    "臂": 2376,
    "臆": 2377,
    "臣": 2378,
    "自": 2379,
    "至": 2380,
    "致": 2381,
    "臻": 2382,
    "臼": 2383,
    "臾": 2384,
    "舂": 2385,
    "舄": 2386,
    "舆": 2387,
    "舌": 2388,
    "舍": 2389,
    "舒": 2390,
    "舔": 2391,
    "舕": 2392,
    "舜": 2393,
    "舞": 2394,
    "舟": 2395,
    "舠": 2396,
    "舰": 2397,
    "舵": 2398,
    "舶": 2399,
    "舸": 2400,
    "船": 2401,
    "舻": 2402,
    "艇": 2403,
    "良": 2404,
    "艰": 2405,
    "色": 2406,
    "艳": 2407,
    "艾": 2408,
    "节": 2409,
    "芊": 2410,
    "芒": 2411,
    "芙": 2412,
    "芜": 2413,
    "芝": 2414,
    "芦": 2415,
    "芬": 2416,
    "花": 2417,
    "芳": 2418,
    "芹": 2419,
    "苍": 2420,
    "苎": 2421,
    "苏": 2422,
    "苑": 2423,
    "苔": 2424,
    "苕": 2425,
    "苗": 2426,
    "苞": 2427,
    "苟": 2428,
    "若": 2429,
    "苦": 2430,
    "英": 2431,
    "苻": 2432,
    "茂": 2433,
    "范": 2434,
    "茅": 2435,
    "茎": 2436,
    "茔": 2437,
    "茕": 2438,
    "茗": 2439,
    "茝": 2440,
    "茧": 2441,
    "茨": 2442,
    "茫": 2443,
    "茱": 2444,
    "茵": 2445,
    "茸": 2446,
    "荆": 2447,
    "草": 2448,
    "荐": 2449,
    "荒": 2450,
    "荚": 2451,
    "荡": 2452,
    "荣": 2453,
    "荧": 2454,
    "荪": 2455,
    "荫": 2456,
    "药": 2457,
    "荷": 2458,
    "莎": 2459,
    "莓": 2460,
    "莫": 2461,
    "莱": 2462,
    "莲": 2463,
    "获": 2464,
    "莺": 2465,
    "莽": 2466,
    "菉": 2467,
    "菊": 2468,
    "菖": 2469,
    "菡": 2470,
    "菰": 2471,
    "菱": 2472,
    "菲": 2473,
    "菹": 2474,
    "萄": 2475,
    "萋": 2476,
    "萍": 2477,
    "萎": 2478,
    "萏": 2479,
    "萝": 2480,
    "萤": 2481,
    "营": 2482,
    "萦": 2483,
    "萧": 2484,
    "萱": 2485,
    "萸": 2486,
    "萼": 2487,
    "落": 2488,
    "葑": 2489,
    "著": 2490,
    "葛": 2491,
    "葡": 2492,
    "董": 2493,
    "葩": 2494,
    "葬": 2495,
    "葭": 2496,
    "葱": 2497,
    "葳": 2498,
    "葵": 2499,
    "葹": 2500,
    "蒋": 2501,
    "蒙": 2502,
    "蒲": 2503,
    "蒸": 2504,
    "蒺": 2505,
    "蒿": 2506,
    "蓄": 2507,
    "蓉": 2508,
    "蓊": 2509,
    "蓐": 2510,
    "蓑": 2511,
    "蓝": 2512,
    "蓟": 2513,
    "蓬": 2514,
    "蔓": 2515,
    "蔚": 2516,
    "蔡": 2517,
    "蔬": 2518,
    "蔷": 2519,
    "蔺": 2520,
    "蔽": 2521,
    "蕃": 2522,
    "蕊": 2523,
    "蕖": 2524,
    "蕙": 2525,
    "蕤": 2526,
    "蕨": 2527,
    "薄": 2528,
    "薇": 2529,
    "薙": 2530,
    "薛": 2531,
    "薜": 2532,
    "薪": 2533,
    "薰": 2534,
    "藉": 2535,
    "藏": 2536,
    "藓": 2537,
    "藜": 2538,
    "藤": 2539,
    "藩": 2540,
    "藻": 2541,
    "藿": 2542,
    "蘅": 2543,
    "蘋": 2544,
    "虎": 2545,
    "虏": 2546,
    "虐": 2547,
    "虑": 2548,
    "虚": 2549,
    "虞": 2550,
    "虫": 2551,
    "虬": 2552,
    "虮": 2553,
    "虱": 2554,
    "虹": 2555,
    "虽": 2556,
    "蚀": 2557,
    "蚁": 2558,
    "蚕": 2559,
    "蛄": 2560,
    "蛇": 2561,
    "蛙": 2562,
    "蛛": 2563,
    "蛟": 2564,
    "蛸": 2565,
    "蛾": 2566,
    "蜀": 2567,
    "蜂": 2568,
    "蜍": 2569,
    "蜓": 2570,
    "蜘": 2571,
    "蜺": 2572,
    "蝀": 2573,
    "蝇": 2574,
    "蝉": 2575,
    "蝘": 2576,
    "蝴": 2577,
    "蝶": 2578,
    "蝼": 2579,
    "螀": 2580,
    "融": 2581,
    "螭": 2582,
    "螮": 2583,
    "螯": 2584,
    "螽": 2585,
    "蟀": 2586,
    "蟊": 2587,
    "蟋": 2588,
    "蟏": 2589,
    "蟠": 2590,
    "蟪": 2591,
    "蟹": 2592,
    "蟾": 2593,
    "蠖": 2594,
    "蠡": 2595,
    "蠹": 2596,
    "血": 2597,
    "衅": 2598,
    "行": 2599,
    "衍": 2600,
    "衔": 2601,
    "街": 2602,
    "衡": 2603,
    "衢": 2604,
    "衣": 2605,
    "补": 2606,
    "表": 2607,
    "衮": 2608,
    "衰": 2609,
    "衾": 2610,
    "衿": 2611,
    "袁": 2612,
    "袂": 2613,
    "袅": 2614,
    "袍": 2615,
    "袖": 2616,
    "袜": 2617,
    "被": 2618,
    "袴": 2619,
    "裁": 2620,
    "裂": 2621,
    "装": 2622,
    "裔": 2623,
    "裘": 2624,
    "裯": 2625,
    "裳": 2626,
    "裴": 2627,
    "裸": 2628,
    "裹": 2629,
    "裾": 2630,
    "褊": 2631,
    "褐": 2632,
    "褒": 2633,
    "褕": 2634,
    "褰": 2635,
    "褷": 2636,
    "襄": 2637,
    "襜": 2638,
    "襟": 2639,
    "西": 2640,
    "要": 2641,
    "覆": 2642,
    "见": 2643,
    "观": 2644,
    "规": 2645,
    "视": 2646,
    "览": 2647,
    "觉": 2648,
    "角": 2649,
    "觞": 2650,
    "解": 2651,
    "触": 2652,
    "言": 2653,
    "訇": 2654,
    "誉": 2655,
    "誓": 2656,
    "警": 2657,
    "譬": 2658,
    "计": 2659,
    "讥": 2660,
    "讨": 2661,
    "让": 2662,
    "记": 2663,
    "讴": 2664,
    "讵": 2665,
    "许": 2666,
    "讹": 2667,
    "论": 2668,
    "讼": 2669,
    "讽": 2670,
    "设": 2671,
    "访": 2672,
    "诀": 2673,
    "识": 2674,
    "诉": 2675,
    "词": 2676,
    "诏": 2677,
    "试": 2678,
    "诗": 2679,
    "诚": 2680,
    "诛": 2681,
    "话": 2682,
    "诞": 2683,
    "诡": 2684,
    "诤": 2685,
    "诫": 2686,
    "诬": 2687,
    "语": 2688,
    "诮": 2689,
    "误": 2690,
    "诱": 2691,
    "说": 2692,
    "诵": 2693,
    "请": 2694,
    "诸": 2695,
    "诺": 2696,
    "读": 2697,
    "谁": 2698,
    "调": 2699,
    "谈": 2700,
    "谊": 2701,
    "谋": 2702,
    "谏": 2703,
    "谐": 2704,
    "谑": 2705,
    "谒": 2706,
    "谓": 2707,
    "谖": 2708,
    "谗": 2709,
    "谠": 2710,
    "谢": 2711,
    "谣": 2712,
    "谤": 2713,
    "谦": 2714,
    "谧": 2715,
    "谩": 2716,
    "谪": 2717,
    "谬": 2718,
    "谲": 2719,
    "谷": 2720,
    "谿": 2721,
    "豁": 2722,
    "豕": 2723,
    "豗": 2724,
    "象": 2725,
    "豪": 2726,
    "豫": 2727,
    "豳": 2728,
    "豹": 2729,
    "豺": 2730,
    "貂": 2731,
    "貌": 2732,
    "貐": 2733,
    "貔": 2734,
    "贝": 2735,
    "贞": 2736,
    "负": 2737,
    "财": 2738,
    "贤": 2739,
    "败": 2740,
    "质": 2741,
    "贪": 2742,
    "贫": 2743,
    "贮": 2744,
    "贯": 2745,
    "贱": 2746,
    "贳": 2747,
    "贵": 2748,
    "费": 2749,
    "贺": 2750,
    "贻": 2751,
    "贼": 2752,
    "贾": 2753,
    "资": 2754,
    "赊": 2755,
    "赋": 2756,
    "赌": 2757,
    "赍": 2758,
    "赎": 2759,
    "赏": 2760,
    "赐": 2761,
    "赖": 2762,
    "赠": 2763,
    "赡": 2764,
    "赤": 2765,
    "赦": 2766,
    "赧": 2767,
    "赩": 2768,
    "赪": 2769,
    "赫": 2770,
    "走": 2771,
    "赴": 2772,
    "赵": 2773,
    "起": 2774,
    "超": 2775,
    "越": 2776,
    "趋": 2777,
    "趣": 2778,
    "趫": 2779,
    "足": 2780,
    "跃": 2781,
    "跎": 2782,
    "跖": 2783,
    "距": 2784,
    "跨": 2785,
    "跪": 2786,
    "路": 2787,
    "践": 2788,
    "跻": 2789,
    "跼": 2790,
    "踊": 2791,
    "踌": 2792,
    "踏": 2793,
    "踘": 2794,
    "踞": 2795,
    "踟": 2796,
    "踪": 2797,
    "踯": 2798,
    "蹀": 2799,
    "蹄": 2800,
    "蹇": 2801,
    "蹈": 2802,
    "蹉": 2803,
    "蹊": 2804,
    "蹋": 2805,
    "蹑": 2806,
    "蹙": 2807,
    "蹩": 2808,
    "蹬": 2809,
    "蹭": 2810,
    "蹰": 2811,
    "蹳": 2812,
    "蹴": 2813,
    "蹶": 2814,
    "躃": 2815,
    "躅": 2816,
    "躇": 2817,
    "躞": 2818,
    "躠": 2819,
    "躩": 2820,
    "身": 2821,
    "躬": 2822,
    "躯": 2823,
    "輧": 2824,
    "輶": 2825,
    "车": 2826,
    "轩": 2827,
    "转": 2828,
    "轭": 2829,
    "轮": 2830,
    "轴": 2831,
    "轸": 2832,
    "轹": 2833,
    "轻": 2834,
    "载": 2835,
    "辄": 2836,
    "辅": 2837,
    "辇": 2838,
    "辈": 2839,
    "辉": 2840,
    "辍": 2841,
    "输": 2842,
    "辕": 2843,
    "辖": 2844,
    "辙": 2845,
    "辛": 2846,
    "辜": 2847,
    "辞": 2848,
    "辟": 2849,
    "辨": 2850,
    "辩": 2851,
    "辫": 2852,
    "辰": 2853,
    "辱": 2854,
    "边": 2855,
    "辽": 2856,
    "达": 2857,
    "迁": 2858,
    "迅": 2859,
    "过": 2860,
    "迈": 2861,
    "迍": 2862,
    "迎": 2863,
    "运": 2864,
    "近": 2865,
    "返": 2866,
    "还": 2867,
    "进": 2868,
    "远": 2869,
    "违": 2870,
    "连": 2871,
    "迟": 2872,
    "迢": 2873,
    "迤": 2874,
    "迥": 2875,
    "迫": 2876,
    "述": 2877,
    "迷": 2878,
    "迸": 2879,
    "迹": 2880,
    "追": 2881,
    "退": 2882,
    "送": 2883,
    "适": 2884,
    "逃": 2885,
    "逆": 2886,
    "选": 2887,
    "逍": 2888,
    "逐": 2889,
    "递": 2890,
    "途": 2891,
    "逖": 2892,
    "通": 2893,
    "逝": 2894,
    "速": 2895,
    "造": 2896,
    "逢": 2897,
    "逮": 2898,
    "逵": 2899,
    "逶": 2900,
    "逸": 2901,
    "逻": 2902,
    "逼": 2903,
    "逾": 2904,
    "遁": 2905,
    "遂": 2906,
    "遇": 2907,
    "遍": 2908,
    "遏": 2909,
    "遐": 2910,
    "道": 2911,
    "遗": 2912,
    "遣": 2913,
    "遥": 2914,
    "遨": 2915,
    "遭": 2916,
    "遮": 2917,
    "遵": 2918,
    "避": 2919,
    "邀": 2920,
    "邅": 2921,
    "邈": 2922,
    "邑": 2923,
    "邓": 2924,
    "邙": 2925,
    "邛": 2926,
    "邢": 2927,
    "那": 2928,
    "邦": 2929,
    "邪": 2930,
    "邯": 2931,
    "邳": 2932,
    "邸": 2933,
    "邹": 2934,
    "邻": 2935,
    "郁": 2936,
    "郅": 2937,
    "郊": 2938,
    "郎": 2939,
    "郑": 2940,
    "郡": 2941,
    "郢": 2942,
    "部": 2943,
    "郭": 2944,
    "郸": 2945,
    "都": 2946,
    "鄂": 2947,
    "鄢": 2948,
    "鄱": 2949,
    "鄽": 2950,
    "酂": 2951,
    "酆": 2952,
    "酊": 2953,
    "酌": 2954,
    "配": 2955,
    "酒": 2956,
    "酡": 2957,
    "酣": 2958,
    "酤": 2959,
    "酦": 2960,
    "酩": 2961,
    "酬": 2962,
    "酲": 2963,
    "酸": 2964,
    "酹": 2965,
    "酺": 2966,
    "酿": 2967,
    "醁": 2968,
    "醅": 2969,
    "醉": 2970,
    "醍": 2971,
    "醑": 2972,
    "醒": 2973,
    "醢": 2974,
    "醯": 2975,
    "醴": 2976,
    "采": 2977,
    "释": 2978,
    "里": 2979,
    "重": 2980,
    "野": 2981,
    "量": 2982,
    "金": 2983,
    "鉴": 2984,
    "銮": 2985,
    "鋋": 2986,
    "针": 2987,
    "钓": 2988,
    "钗": 2989,
    "钟": 2990,
    "钦": 2991,
    "钧": 2992,
    "钩": 2993,
    "钱": 2994,
    "钺": 2995,
    "铁": 2996,
    "铃": 2997,
    "铄": 2998,
    "铅": 2999,
    "铗": 3000,
    "铙": 3001,
    "铛": 3002,
    "铜": 3003,
    "铩": 3004,
    "铭": 3005,
    "银": 3006,
    "铸": 3007,
    "铺": 3008,
    "铿": 3009,
    "销": 3010,
    "锁": 3011,
    "锄": 3012,
    "锈": 3013,
    "锋": 3014,
    "错": 3015,
    "锡": 3016,
    "锥": 3017,
    "锦": 3018,
    "锵": 3019,
    "镂": 3020,
    "镇": 3021,
    "镊": 3022,
    "镐": 3023,
    "镒": 3024,
    "镜": 3025,
    "镝": 3026,
    "镫": 3027,
    "镰": 3028,
    "长": 3029,
    "閤": 3030,
    "闤": 3031,
    "门": 3032,
    "闭": 3033,
    "问": 3034,
    "闲": 3035,
    "间": 3036,
    "闷": 3037,
    "闺": 3038,
    "闻": 3039,
    "闼": 3040,
    "闽": 3041,
    "阁": 3042,
    "阅": 3043,
    "阆": 3044,
    "阊": 3045,
    "阍": 3046,
    "阎": 3047,
    "阐": 3048,
    "阑": 3049,
    "阔": 3050,
    "阖": 3051,
    "阗": 3052,
    "阙": 3053,
    "阜": 3054,
    "阡": 3055,
    "阮": 3056,
    "阱": 3057,
    "阳": 3058,
    "阴": 3059,
    "阵": 3060,
    "阶": 3061,
    "阻": 3062,
    "阿": 3063,
    "陀": 3064,
    "陂": 3065,
    "附": 3066,
    "际": 3067,
    "陆": 3068,
    "陇": 3069,
    "陈": 3070,
    "陌": 3071,
    "降": 3072,
    "限": 3073,
    "陛": 3074,
    "陟": 3075,
    "院": 3076,
    "除": 3077,
    "险": 3078,
    "陪": 3079,
    "陲": 3080,
    "陵": 3081,
    "陶": 3082,
    "陷": 3083,
    "隅": 3084,
    "隆": 3085,
    "隈": 3086,
    "隋": 3087,
    "随": 3088,
    "隐": 3089,
    "隔": 3090,
    "隗": 3091,
    "隘": 3092,
    "隙": 3093,
    "障": 3094,
    "难": 3095,
    "雀": 3096,
    "雁": 3097,
    "雄": 3098,
    "雅": 3099,
    "集": 3100,
    "雉": 3101,
    "雌": 3102,
    "雍": 3103,
    "雏": 3104,
    "雕": 3105,
    "雘": 3106,
    "雠": 3107,
    "雨": 3108,
    "雪": 3109,
    "雳": 3110,
    "零": 3111,
    "雷": 3112,
    "雾": 3113,
    "霁": 3114,
    "霄": 3115,
    "霆": 3116,
    "震": 3117,
    "霈": 3118,
    "霍": 3119,
    "霏": 3120,
    "霓": 3121,
    "霖": 3122,
    "霜": 3123,
    "霞": 3124,
    "霭": 3125,
    "霮": 3126,
    "霰": 3127,
    "露": 3128,
    "霸": 3129,
    "霹": 3130,
    "霾": 3131,
    "青": 3132,
    "静": 3133,
    "非": 3134,
    "靡": 3135,
    "面": 3136,
    "革": 3137,
    "靫": 3138,
    "靴": 3139,
    "鞅": 3140,
    "鞍": 3141,
    "鞘": 3142,
    "鞚": 3143,
    "鞞": 3144,
    "鞭": 3145,
    "鞮": 3146,
    "鞲": 3147,
    "鞶": 3148,
    "韩": 3149,
    "韬": 3150,
    "音": 3151,
    "韵": 3152,
    "韶": 3153,
    "顗": 3154,
    "顶": 3155,
    "顷": 3156,
    "项": 3157,
    "顺": 3158,
    "须": 3159,
    "顽": 3160,
    "顾": 3161,
    "顿": 3162,
    "颂": 3163,
    "预": 3164,
    "领": 3165,
    "颇": 3166,
    "颈": 3167,
    "颊": 3168,
    "颍": 3169,
    "颐": 3170,
    "频": 3171,
    "颓": 3172,
    "颖": 3173,
    "颗": 3174,
    "题": 3175,
    "颙": 3176,
    "颜": 3177,
    "额": 3178,
    "颠": 3179,
    "颦": 3180,
    "飋": 3181,
    "风": 3182,
    "飏": 3183,
    "飒": 3184,
    "飕": 3185,
    "飖": 3186,
    "飗": 3187,
    "飘": 3188,
    "飙": 3189,
    "飞": 3190,
    "食": 3191,
    "餐": 3192,
    "饥": 3193,
    "饭": 3194,
    "饮": 3195,
    "饯": 3196,
    "饰": 3197,
    "饱": 3198,
    "饲": 3199,
    "饵": 3200,
    "饶": 3201,
    "饿": 3202,
    "馀": 3203,
    "馆": 3204,
    "馈": 3205,
    "馔": 3206,
    "首": 3207,
    "香": 3208,
    "馥": 3209,
    "馨": 3210,
    "駷": 3211,
    "騄": 3212,
    "騣": 3213,
    "騧": 3214,
    "马": 3215,
    "驭": 3216,
    "驮": 3217,
    "驯": 3218,
    "驰": 3219,
    "驱": 3220,
    "驳": 3221,
    "驴": 3222,
    "驷": 3223,
    "驹": 3224,
    "驺": 3225,
    "驻": 3226,
    "驼": 3227,
    "驽": 3228,
    "驾": 3229,
    "驿": 3230,
    "骄": 3231,
    "骅": 3232,
    "骇": 3233,
    "骊": 3234,
    "骋": 3235,
    "骏": 3236,
    "骑": 3237,
    "骖": 3238,
    "骚": 3239,
    "骝": 3240,
    "骞": 3241,
    "骠": 3242,
    "骢": 3243,
    "骤": 3244,
    "骥": 3245,
    "骧": 3246,
    "骨": 3247,
    "骸": 3248,
    "髇": 3249,
    "髓": 3250,
    "高": 3251,
    "髡": 3252,
    "髦": 3253,
    "髯": 3254,
    "髻": 3255,
    "鬐": 3256,
    "鬓": 3257,
    "鬘": 3258,
    "鬟": 3259,
    "鬣": 3260,
    "鬼": 3261,
    "魁": 3262,
    "魂": 3263,
    "魄": 3264,
    "魅": 3265,
    "魏": 3266,
    "鰕": 3267,
    "鱼": 3268,
    "鲁": 3269,
    "鲈": 3270,
    "鲍": 3271,
    "鲙": 3272,
    "鲜": 3273,
    "鲤": 3274,
    "鲲": 3275,
    "鲵": 3276,
    "鲸": 3277,
    "鳃": 3278,
    "鳌": 3279,
    "鳍": 3280,
    "鳞": 3281,
    "鳷": 3282,
    "鳸": 3283,
    "鶬": 3284,
    "鶱": 3285,
    "鷟": 3286,
    "鸑": 3287,
    "鸒": 3288,
    "鸟": 3289,
    "鸠": 3290,
    "鸡": 3291,
    "鸢": 3292,
    "鸣": 3293,
    "鸥": 3294,
    "鸦": 3295,
    "鸪": 3296,
    "鸬": 3297,
    "鸭": 3298,
    "鸮": 3299,
    "鸯": 3300,
    "鸱": 3301,
    "鸲": 3302,
    "鸳": 3303,
    "鸶": 3304,
    "鸷": 3305,
    "鸾": 3306,
    "鸿": 3307,
    "鹂": 3308,
    "鹃": 3309,
    "鹄": 3310,
    "鹅": 3311,
    "鹆": 3312,
    "鹇": 3313,
    "鹉": 3314,
    "鹊": 3315,
    "鹍": 3316,
    "鹏": 3317,
    "鹑": 3318,
    "鹓": 3319,
    "鹔": 3320,
    "鹖": 3321,
    "鹗": 3322,
    "鹚": 3323,
    "鹜": 3324,
    "鹢": 3325,
    "鹤": 3326,
    "鹦": 3327,
    "鹧": 3328,
    "鹩": 3329,
    "鹪": 3330,
    "鹭": 3331,
    "鹯": 3332,
    "鹰": 3333,
    "鹳": 3334,
    "鹴": 3335,
    "鹿": 3336,
    "麈": 3337,
    "麋": 3338,
    "麒": 3339,
    "麝": 3340,
    "麟": 3341,
    "麦": 3342,
    "麹": 3343,
    "麻": 3344,
    "麾": 3345,
    "黄": 3346,
    "黍": 3347,
    "黎": 3348,
    "黑": 3349,
    "默": 3350,
    "黛": 3351,
    "黩": 3352,
    "黾": 3353,
    "鼋": 3354,
    "鼍": 3355,
    "鼎": 3356,
    "鼓": 3357,
    "鼙": 3358,
    "鼠": 3359,
    "鼯": 3360,
    "鼻": 3361,
    "齐": 3362,
    "齿": 3363,
    "龄": 3364,
    "龊": 3365,
    "龌": 3366,
    "龙": 3367,
    "龚": 3368,
    "龟": 3369,
    "，": 3370
  },
  "idx2char": {
    "0": "\n",
    "1": " ",
    "2": ".",
    "3": "5",
    "4": "C",
    "5": "e",
    "6": "j",
    "7": "s",
    "8": "u",
    "9": "w",
    "10": "z",
    "11": "…",
    "12": "□",
    "13": "。",
    "14": "一",
    "15": "丁",
    "16": "七",
    "17": "万",
    "18": "丈",
    "19": "三",
    "20": "上",
    "21": "下",
    "22": "不",
    "23": "与",
    "24": "丑",
    "25": "专",
    "26": "且",
    "27": "世",
    "28": "丘",
    "29": "业",
    "30": "丛",
    "31": "东",
    "32": "丝",
    "33": "丞",
